print('''\033[32m
      
( ͡° ͜ʖ ͡°)              ( ͡⊙ ͜ʖ ͡⊙)                ( ͡◉ ͜ʖ ͡◉)                ( ͡° ͜ʖ ͡°)

( ͡⊙ ͜ʖ ͡⊙)            ( ͡◉ ͜ʖ ͡◉)                 ( ͠° ͟ʖ ͡°)

ᕦ( ͡° ͜ʖ ͡°)ᕤ           ( ͡~ ͜ʖ ͡°)

( ͡o ͜ʖ ͡o)

(ง ͠° ͟ل͜ ͡°)ง

{ ͡• ͜ʖ ͡•}

( ͡☉ ͜ʖ ͡☉)

( ͡° ͜V ͡°)

( ͡^ ͜ʖ ͡^)

( ‾ʖ̫‾)

×͜×

( ͡° ͜ʖ ͡°)        ( ͠° ͟ʖ ͡°)        ( ͡~ ͜ʖ ͡°)        ( ͡ʘ ͜ʖ ͡ʘ)        ( ͡o ͜ʖ ͡o)

(° ͜ʖ °)     ( ‾ʖ̫‾)      ( ಠ ͜ʖಠ)     ( ͡° ʖ̯ ͡°)        ( ͡ಥ ͜ʖ ͡ಥ)        ༼ ͡° ͜ʖ ͡° ༽



( ͡° ͜ʖ ͡°)

( ͡° ͜ʖ ͡°)

▂▃▄▅▆▇█▓▒░Te amo░▒▓█▇▆▅▄▃▂

◉
\033[m''')